Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2018/5_studiepoengproduksjon_i_samiske_sprak.pdf.tmx
Source language: nob
Languages: sme

source: Resultatindikatorene bør i større grad enn i dag belønne institusjoner som tilbyr samiske språkkurs med få studenter.
sme: Boađusindikáhtorat berrejit eambbo go dál bálkkašit ásahusaid mat fállet sámegiel kurssaid unnán studeanttaiguin.

source: Statistikken påviser også at det er klar sammenheng mellom antall samiske kurs en institusjon tilbyr, og den samlede studiepoengproduksjonen i samisk.
sme: Statistihkka čájeha maiddái ahte lea čielga oktavuohta gaskal sámegiel kurssaid logu maid ásahus fállá ja dan obbalaš oahppočuoggáid buvttadeami sámegielas.

source: Derfor bør sentrale myndigheter vurdere incitamenter slik at institusjonene motiveres til å tilby flere samiskspråklige kurs.
sme: Danne berrejit guovddáš eiseválddit árvvoštallat movttiidahttindoaimmaid, vai ásahusat movttáskit fállat eambbo sámegielkurssaid.

source: Studiepoengindikatoren og kandidatindikatoren er i denne sammenhengen ikke nok.
sme: Dán oktavuođas ii leat oahppočuoggáidindikáhtor ja kandidáhttaindikáhtor doarvái.

source: NOKUT stiller kvantitative og kvalitative krav til institusjoner som skal tilby høyere utdanning, også for samisk.
sme: NOKUT gáibida kvantitatiiva ja kvalitatiivvalaš gáibádusaid ásahusain mat galget fállat alit oahpahusa, maiddái sámegielas.

source: De kvalitative kravene må være de samme for samisk som for andre fag.
sme: Kvalitatiivvalaš gáibádusat fertejit leat seamma sámegielas go eará fágain.

source: Samisk utdanning skal holde høy kvalitet.
sme: Sámegiel oahpahus galgá doallat alla dási.

source: Derimot bidrar de kvantitative kravene til at enkelte institusjoner ikke oppretter kurs fordi de ikke oppfyller de formelle kvantitetskravene.
sme: Goitge dagahit kvantitatiiva gáibádusat ahte muhtin ásahusat eai álggat kurssaid go eai deavdde daid formálalaš kvantitehtagáibádusaid.

source: Flere av de kvantitative kravene vil i overskuelig framtid være umulige å oppfylle for samiske kurs.
sme: Máŋga dain kvantitatiiva gáibádusain boahtte áiggis šaddá veadjemeahttun olahit sámegiel kurssaiguin.

source: Her bør Sametinget på ny gå i dialog med NOKUT og Kunnskapsdepartementet for å finne hensiktsmessige løsninger på situasjonen.
sme: Dán ektui berre Sámediggi ođđasit gulahallat NOKUTain ja Oahpahusdepartemeanttain vai gávnnahit ávkkálaš čovdosiid dillái.

source: Mediesituasjonen for samisk opplæring og utdanning er ofte preget av negative enkelthenvendelser og spådommer om at samiske språk er i ferd med å dø ut.
sme: Mediadilli sámegiel oahpahusa ja oahpu ektui lea dávjá báinnahallan negatiiva soaittáhat dáhpáhusaide ja einnostusaide ahte sámegiella lea oalát jápmime.

source: For å sikre gode elevtall for samisk og en god studiepoengproduksjon i språkene er det viktig å presentere samiske språk som nyttige og viktige.
sme: Go galgá sihkkarastit buriid ohppiidlogu sámegielas ja buori oahppočuoggáid buvttadeami gielain, de lea dárbbašlaš ovdanbuktit sámegiela ávkkálažžan ja dárbbašlažžan.

source: En god og effektiv rekrutteringsstrategi er viktig for å sikre at studiepoengproduksjonen i samisk holder seg på et høyt nivå i framtida.
sme: Buorre ja beaktilis rekruterenstrategiija lea mávssolaš go galgá sihkkarastit ahte sámegiela oahppočuoggáid buvttadeamis lea alla dássi boahtteáiggis.

source: Her er det viktig at det tilrettelegges for ungdommer og kandidater slik at de motiveres til høyere utdanning.
sme: Dan ektui lea dárbu ahte heivehuvvo nuoraide ja kandidáhtaide vai movttáskit alit oahpahussii.

source: Fleksibilitet, signalisering av gode jobbmuligheter og mulighet for studieopphold i utlandet kan bidra til at ungdom velger å studere samisk språk.
sme: Heivehanmunni, geažuhit buriid bargovejolašvuođaid ja vejolašvuohta oahppogalledeapmái olgoriikkas sáhttet leat veahkkin dasa vai nuorat válljejit lohkat sámegiela.

source: Mangel på lærekrefter i samisk medfører at lærestedene ikke alltid kan tilby de samme kursene hvert studieår.
sme: Go váilot sámegiel oahpaheaddjit, de mielddisbuktá dat ahte oahppoásahusat eai sáhte fállat daid seamma kurssaid juohke skuvlajagi.

source: Da er det viktig med forutsigbare ordninger som gjør at studentene kan planlegge utdanninga. For eksempel bør det gis lett tilgjengelig informasjon om når de ulike samiskspråklige studietilbudene starter opp.
sme: De lea hui dárbbašlaš ahte leat vuorddehahtti ortnegat mat dagahit ahte studeanttat sáhttet plánet oahpu go lea álki gávdnat dieđuid goas dat iešguđet sámegielat oahppofálaldagat álggahuvvojit.

source: Lærestedene bør legge slike planer for flere studieår fram i tid.
sme: Oahppoásahusat berrejit ráhkadit diekkár plánaid máŋgga oahppojahkái ovddos guvlui.

source: Det bør være godt informert om disse planene, og de bør være lett tilgjengelige på internett.
sme: Dakkár plánat berrejit leat bures dieđihuvvon ja berre leat álki gávdnat interneahtas.

source: Et interessant spørsmål når det gjelder studiepoengproduksjonen, er om utviklingen er tilbudsdrevet eller etterspørselsdrevet.
sme: Beroštahtti gažaldat go guoská oahppočuoggáid buvttadeapmái lea jus ovdáneapmi lea doaimmahuvvon fálaldagaid dahje jearu vuođul.

source: Vi har tidligere dokumentert at antall kurs påvirker hvor mange studiepoeng som produseres.
sme: Mii leat ovdal duođaštan ahte kurssaid lohku váikkuha dasa man ollu oahppočuoggát buvttaduvvojit.

source: Det kan se ut som om det er en betydelig etterspørsel etter samiske språkkurs som gir studiepoeng, og at det som må til for at produksjonen skal øke ytterligere, er at det utvikles og tilbys enda flere samiske språkkurs.
sme: Orru leamen nu ahte leat oallugat geat ohcalit sámegiel kurssaid main oažžu oahppočuoggáid, ja dat mii ferte leat sajis vai buvttadeapmi galgá ain lassánit lea ahte ovddiduvvojit ja fállojit ain eambbo sámegiel kurssat.

source: Et kort innblikk i samiske studieprogram viser også at mange ikke fullfører på normert tid.
sme: Oanehis geahčastagas čájehit sámegiel oahppoprográmmat ahte máŋggas eai geargga oahpuin normerejuvvon áigái.

source: I en rekke tilfeller mangler likevel kandidatene lite på å få gjennomført graden.
sme: Máŋgga dilálašvuođas váilu kandidáhtain unnán vel vai čađahit gráda.

source: Disse defineres gjerne som «lavthengende frukter» i akademia, og UH-sektoren bør bestrebe seg på ei oppfølging av disse kandidatene slik at de får gjennomført utdanningsløpet.
sme: Akademalaččat sii gohčoduvvojit «vuollin heaŋgájeaddji šaddun» ja de berrejit UA-suorggis áŋgiruššat čuovvulit daid kandidáhtaid vai gergehit oahpu.

source: NOU 2016:18 Hjertespråket drøfter også tiltak for rekruttering.
sme: NAČ 2016:18 Váibmogiella digaštallá maid rekruteren doaibmabijuid.

source: Studiepoengproduksjonen i samisk vil fortsatt være en viktig indikator for hva som er samfunnsbehovet når det gjelder samiske språk, og for å styrke statusen for samiske språk.
sme: Sámegiela oahppočuoggáid buvttadeapmi boahtá ain leat dehálaš indikáhtor gokčat servodatdárbbuid ja nannet sámegiela gielladili.
